{
    "name": "सर्वज्ञ कुमार",
    "education": "आरवीसीई, कंप्यूटर विज्ञान और इंजीनियरिंग (डेटा साइंस) ' 2026",
    "motto": "कोड इंसेन या रिमेन सेम",
    "about_me": "मेरे बारे में",
    "about_me_points": [
      "Django, Flask, React, और Next.js में विशेषज्ञता के साथ जुनूनी फुल स्टैक डेवलपर",
      "API विकास और MySQL एकीकरण में प्रवीण",
      "विकास संवर्धन के लिए इसकी क्षमताओं का पता लगाने वाला Rust उत्साही",
      "Python, NumPy, और Pandas का उपयोग करके डेटा विश्लेषण में कुशल",
      "आर.वी. कॉलेज ऑफ इंजीनियरिंग में कंप्यूटर विज्ञान और इंजीनियरिंग (डेटा साइंस) में स्नातक की पढ़ाई कर रहे हैं"
    ],
    "key_competencies": "प्रमुख योग्यताएँ",
    "proficient_full_stack": "कुशल फुल स्टैक डेवलपर:",
    "full_stack_description": "API विकास, MySQL एकीकरण पर ध्यान केंद्रित करने के साथ-साथ Django, Flask, React, और Next.js ज़ैसे फ्रेमवर्क में निपुणता के साथ निर्बाध, उपयोगकर्ता-केंद्रित एप्लिकेशन विकसित करने में प्रदर्शित विशेषज्ञता।",
    "competencies": [
      "Python, NumPy, और Pandas का उपयोग करके डेटा-संचालित समाधानों में कुशल",
      "डेटा विश्लेषण और विज़ुअलाइज़ेशन तकनीकों में प्रवीण",
      "Udemy पर \"ML A-Z\" कोर्स पूरा किया, मशीन लर्निंग में ज्ञान का विस्तार किया",
      "स्टॉक प्रेडिक्टर मशीन लर्निंग मॉडल विकसित किया, डेटा विश्लेषण कौशल के व्यावहारिक अनुप्रयोग का प्रदर्शन किया",
      "वेक्टर डेटाबेस और LangChain तकनीकों के बारे में उत्साही"
    ],
    "professional_experience": "पेशेवर अनुभव",
    "experiences": [
      {
        "title": "IISc डेटा साइंस केंद्र में इंटर्न",
        "date": "अप्रैल 2024",
        "description": "इंडियन इंस्टीट्यूट ऑफ साइंस (IISc) - कम्प्यूटेशनल एंड डेटा साइंस डिपार्टमेंट (CDS) के साथ जुड़े"
      },
      {
        "title": "सॉफ्टवेयर डेवलपमेंट इंटर्न",
        "date": "अप्रैल 2024",
        "description": "इंडियन काउंसिल ऑफ फॉरेस्ट्री रिसर्च एंड एजुकेशन (ICFRE) - इंस्टीट्यूट ऑफ वुड साइंस एंड टेक्नोलॉजी (IWST), बैंगलोर के साथ जुड़े"
      },
      {
        "title": "RV कनेक्ट - कॉलेज सोशल मीडिया प्लेटफॉर्म",
        "date": "मई-2023",
        "description": "RV कॉलेज ऑफ इंजीनियरिंग के साथ जुड़े"
      }
    ],
    "education_certifications": "शिक्षा और प्रमाणपत्र",
    "education_items": [
      {
        "title": "बी.ई कंप्यूटर विज्ञान और इंजीनियरिंग (डेटा साइंस)",
        "institution": "आर.वी. कॉलेज ऑफ इंजीनियरिंग, बैंगलोर"
      },
      {
        "title": "Rust फंडामेंटल्स",
        "institution": "ड्यूक विश्वविद्यालय, Coursera के माध्यम से प्रस्तावित"
      },
      {
        "title": "React",
        "institution": "मेटा, Coursera के माध्यम से प्रस्तावित"
      },
      {
        "title": "Git के साथ वर्जन कंट्रोल",
        "institution": "Atlassian, Coursera के माध्यम से प्रस्तावित"
      }
    ],
    "extracurricular_activities": "पाठ्येतर गतिविधियाँ",
    "conference_title": "IIM बोधगया माइंडफुलनेस कॉन्फ्रेंस 2022",
    "conference_description": "IIM बोधगया, भारत में माइंडफुलनेस पर अंतरराष्ट्रीय सम्मेलन में एक पेपर प्रस्तुत और सह-लेखन किया",
    "contact_me": "मुझसे संपर्क करें",
    "close": "बंद करें"
  }